Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_group_call_starts_tomorrow
source: tomorrow at {time}
be: Заўтра а {time}
ca: demà a les {time}
de: morgen um {time}
es: mañana a las {time}
fr: demain à {time}
it: domani alle {time}
ko: 내일 {time}
ms: besok jam {time}
nl: morgen om {time}
pl: jutro o {time}
pt_br: amanhã às {time}
ru: завтра в {time}
tr: yarın {time}
uk: завтра, {time}

# lng_group_call_sure_screencast
source: {user} is sharing their screen. This action will pin your screencast for all participants.
be: {user} паказвае свой экран. Гэта дзеянне замацуе вашу трансляцыю для ўсіх удзельнікаў.
ca: {user} està compartint pantalla. Aquesta acció fixarà la vostra pantalla per a tots els participants.
de: {user} teilt den Bildschirm. Diese Aktion wird deinen Bildschirm bei allen Teilnehmen anheften.
es: {user} está compartiendo su pantalla. Esta acción fijará tu pantalla para todos los participantes.
fr: {user} est en train de partager son écran. Cette action aura pour effet d'épingler votre partage d'écran pour tous les participants.
it: {user} sta condividendo il suo schermo. Questa azione fisserà il tuo schermo per tutti i partecipanti.
ko: {user} 님이 화면공유중입니다. 이 작업을 진행하면 내 화면송출이 모든 참가자들에게 고정됩니다.
ms: {user} sedang berkongsi skrinnya. Aksi ini juga akan semat skrin anda untuk semua peserta.
pl: {user} udostępnia swój ekran. Ta czynność spowoduje przypięcie ekranu u wszystkich uczestników.
pt_br: {user} está compartilhando a tela. Esta ação fixará a sua tela para todos os participantes.
ru: {user} транслирует экран. Этим действием Вы закрепите для всех участников свой экран.
tr: {user} ekranını paylaşıyor. Bu eylem, tüm katılımcılara ekran görüntünüzü sabitleyecektir.
uk: {user} також демонструє екран. Для всіх присутніх ваш екран буде закріплений замість нього.

# lng_group_call_switch_done
source: Participants of this video chat will now see you as **{user}**
be: Удзельнікі відэачата зараз будуць бачыць вас як **{user}**
ca: Els participants del xat de vídeo us veuran com a **{user}**
de: Teilnehmer dieses Videochats sehen dich als **{user}**
es: Los participantes de este videochat ahora te verán como **{user}**
fr: Les participants de ce salon vidéo vous verront en tant que **{user}**
it: I partecipanti di questa chat video ora ti vedranno come **{user}**
ko: 이제 영상 대화의 참가자들은 회원님을 **{user}**로 보여지게 됩니다.
ms: Peserta bual video ini akan nampak anda sebagai **{user}**
pl: Uczestnicy tego czatu wideo będą cię teraz widzieć jako **{user}**
pt_br: Participantes deste chat de vídeo agora irão te ver como **{user}**
ru: Теперь участники видеочата видят Вас как **{user}**
tr: Bu görüntülü sohbetin katılımcıları artık sizi **{user}** olarak görecek
uk: Тепер присутні у відеочаті бачать вас як **{user}**

# lng_group_call_title_changed
source: Video chat title changed to {title}
be: Назва відэачата зменена на {title}
ca: El títol del xat ha canviat a {title}
de: Videochat-Titel zu {title} geändert
es: Título del videochat cambiado a {title}
fr: Le titre du salon vidéo a changé en {title}
it: Titolo chat video cambiato in {title}
ko: 영상 대화 제목이 {title}으로 수정 됨
ms: Tajuk bual video ditukar ke {title}
pl: Tytuł czatu wideo zmieniono na {title}.
pt_br: Título do chat de vídeo alterado para {title}
ru: Название видеочата изменено на {title}
tr: Görüntülü sohbet başlığı {title} olarak değiştirildi
uk: Назву відеочату змінено на {title}

# lng_group_call_title_changed_channel
source: Live stream title changed to {title}
be: Загаловак жывога эфіру зменены на {title}
ca: S'ha canviat el títol a {title}
de: Titel des Livestreams geändert: {title}
es: Título del stream en directo cambiado a {title}
fr: Le titre de la diffusion en direct a changé : {title}
it: Titolo diretta streaming cambiato in {title}
ko: 실시간 방송 제목이 {title} 으로 변경됨
ms: Tajuk strim langsung ditukar ke {title}
pl: Tytuł transmisji na żywo zmieniono na {title}.
pt_br: Título da transmissão ao vivo alterado para {title}
ru: Название трансляции изменено на {title}
tr: Canlı yayın başlığı {title} olarak değiştirildi
uk: Трансляцію перейменовано на {title}

# lng_group_call_too_many
source: Sorry, this video chat has too many participants at the moment.
be: На жаль, на дадзены момант у гэтым відэачаце занадта шмат удзельнікаў.
ca: El xat de vídeo té massa participants en aquests moments.
de: Dieser Videochat hat aktuell leider zu viele Teilnehmer.
es: Lo sentimos, este videochat tiene demasiados participantes en este momento.
fr: Désolé, ce salon vidéo a trop de participants pour le moment.
it: Spiacenti, questa chat video ha troppi partecipanti al momento.
ko: 죄송합니다. 현재 이 영상 대화에 참가자가 너무 많습니다.
ms: Maaf, bual video ini mempunyai terlalu ramai peserta ketika ini.
nl: Sorry, deze spraakchat heeft op dit moment te veel deelnemers.
pl: Ten czat wideo ma w tej chwili zbyt wielu uczestników.
pt_br: Desculpe, este chat de vídeo tem muitos participantes no momento.
ru: В этом видеочате максимальное число участников.
tr: Üzgünüz, bu görüntülü sohbetin şu anda çok fazla katılımcısı var.
uk: У цьому відеочаті присутня максимальна кількість людей.

# lng_group_call_tooltip_camera
source: Your camera is off. Click here to enable camera.
be: Ваша камера выключана. Націсніце сюды для яе ўключэння.
ca: La càmera està desactivada. Feu clic aquí per a activar-la.
de: Deine Kamera ist ausgeschaltet. Hier klicken, um sie einzuschalten.
es: Tu cámara está apagada. Haz clic aquí para encenderla.
fr: Votre caméra est désactivée. Cliquez ici pour l'activer.
it: La tua videocamera è spenta. Clicca qui per attivarla.
ko: 카메라가 꺼져 있습니다. 여기를 클릭하여 카메라를 활성화 해보세요.
ms: Kamera anda ditutup. Klik di sini untuk dayakan kamera.
pl: Twoja kamera jest wyłączona. Kliknij tutaj, aby włączyć kamerę.
pt_br: Câmera desativada. Clique aqui para ativar a câmera.
ru: Ваша камера выключена. Нажмите здесь, чтобы включить её.
tr: Kameranız kapalı. Kameranızı açmak için buraya tıklayın.
uk: Ваше відео вимкнено. Натисніть тут, щоб увімкнути.

# lng_group_call_tooltip_camera_off
source: Disable camera
be: Адключыць камеру
ca: Desactiva la càmera
de: Kamera deaktivieren
es: Desactivar cámara
fr: Désactiver la caméra
it: Disattiva videocamera
ko: 카메라 비활성
ms: Nyahdaya kamera
pl: Wyłącz kamerę
pt_br: Desativar câmera
ru: Выключить камеру
tr: Kamerayı kapat
uk: Вимкнути відео

# lng_group_call_tooltip_force_muted
source: Muted by admin. Click if you want to speak.
be: Гук адключаны кіраўніком. Ніцісніце, калі вы хочаце гаварыць.
ca: Un administrador us ha silenciat. Feu clic per a parlar.
de: Durch Admin stummgeschaltet. Klicke hier, um zu sprechen.
es: Silenciado por el administrador. Haz clic si quieres hablar.
fr: Muet par un administrateur. Cliquez pour parler.
it: Silenziato dall'amministratore. Clicca se vuoi parlare.
ko: 관리자로부터 음소거되었습니다. 발언하고 싶을 경우 클릭하세요.
ms: Disenyapkan oleh pentadbir. Klik kalau anda ingin cakap.
pl: Wyciszono przez admina. Kliknij, jeśli chcesz mówić.
pt_br: Silenciado por admin. Clique se quiser falar.
ru: Микрофон выключен. Нажмите, чтобы запросить слово.
tr: Yönetici tarafından susturuldu. Konuşmak istiyorsanız tıklayın.
uk: Для вас вимкнено мікрофон. Натисніть, щоб попросити дозволу.

# lng_group_call_tooltip_microphone
source: You are on mute. Click here to speak.
be: Мікрафон адключаны. Націсніце сюды, каб гаварыць.
ca: Us han silenciat. Feu clic aquí per a parlar.
de: Du bist stumm geschaltet. Klicke hier um zu sprechen.
es: Estás silenciado. Haz clic aquí para hablar.
fr: Vous êtes muet. Cliquez ici pour parler.
it: Sei silenziato. Clicca qui per parlare.
ko: 현재 음소거 상태입니다. 여기를 눌러 말하세요.
ms: Anda di mod senyap. Klik di sini untuk cakap.
pl: Twój mikrofon jest wyłączony. Kliknij tutaj, aby mówić.
pt_br: Microfone desativado. Clique aqui para falar.
ru: Микрофон выключен. Чтобы говорить, нажмите здесь.
tr: Sesiniz kapalı. Konuşmak için buraya tıklayın.
uk: Ваш мікрофон вимкнено. Натисніть тут, щоб увімкнути.

# lng_group_call_tooltip_raised_hand
source: You asked to speak. We let the speakers know.
be: Вы папрапсілі выказацца. Мы паведамілі выступоўцам.
ca: Heu demanat parlar. Notificarem els oradors.
de: Du möchtest sprechen. Wir informieren die Sprecher.
es: Pediste hablar. Avisaremos a los oradores.
fr: Vous avez demandé la parole. Nous le faisons savoir aux participants.
it: Hai chiesto di parlare. Lo faremo sapere agli speaker.
ko: 발언을 희망했습니다. 저희가 발언자들에게 알렸습니다.
ms: Anda minta untuk cakap. Kami beritahu penceramah.
pl: Poproszono o głos. Daliśmy znać mówiącym.
pt_br: Você pediu para falar. Avisamos aos locutores.
ru: Мы оповестили спикеров, что Вы запросили слово.
tr: Konuşmak istedin. Konuşmacılara haber vereceğiz.
uk: Ви попросили мікрофон. Доповідачі дізнаються про це.

# lng_group_call_unmute_sub
source: Hold space bar to temporarily unmute.
be: Утрымлівайце прабел, каб гаварыць
ca: Manteniu premut l'espai per a parlar
de: Leertaste halten, um Stummschaltung vorübergehend aufzuheben.
es: Mantén pulsada la tecla espacio para hablar.
fr: Maintenir Espace pour parler temporairement.
it: Tieni premuta la barra spaziatrice per parlare temporaneamente.
ko: 스페이스바를 길게 눌러 임시로 음소거 해제하기
ms: Tekan bar sengkang untuk bunyikan sementara
nl: of spatie vasthouden en praten
pl: Przytrzymaj spację, aby tymczasowo włączyć mikrofon
pt_br: Segure a barra de espaço para falar.
ru: Удерживайте пробел, чтобы говорить
tr: Sesi geçici olarak açmak için boşluk tuşuna basılı tutun.
uk: Тримайте пробіл, щоб тимчасово увімкнути звук.

# lng_group_call_unpinned_camera
source: {user}'s video is unpinned.
be: Відэа {user} адмацавана.
ca: S'ha deixat de fixar el vídeo de {user}.
de: Video von {user} ist nicht mehr angeheftet
es: El video de {user} está desfijado.
fr: La vidéo de {user} est désépinglée.
it: Il video di {user} è stato tolto.
ko: {user} 님의 영상이 고정해제됨.
ms: Video {user} diturunkan
pl: Wideo użytkownika {user} zostało odpięte.
pt_br: O vídeo de {user} foi desafixado.
ru: Видео {user} откреплено.
tr: {user} kişisinin görüntü sabitlemesi kaldırıldı
uk: Відео {user} відкріплено.

# lng_group_call_unpinned_camera_me
source: Your video is unpinned.
be: Ваша відэа адмацавана.
ca: S'ha deixat de fixar el vídeo.
de: Dein Video ist nicht mehr angeheftet.
es: Tu video está desfijado.
fr: Votre vidéo est désépinglée.
it: Il tuo video è stato tolto.
ko: 내 영상이 고정 해제됨
ms: Video anda diturunkan.
pl: Twoje wideo zostało odpięte.
pt_br: O seu vídeo foi desafixado.
ru: Ваше видео откреплено.
tr: Görüntünün sabitlenmesi kaldırıldı.
uk: Ваше відео відкріплено.

# lng_group_call_unpinned_screen
source: {user}'s screencast is unpinned.
be: Паказ экрана ад {user} адмацаваны.
ca: S'ha deixat de fixar l'emissió de {user}.
de: Bildschirmaufzeichnung von {user} ist nicht mehr angeheftet
es: La pantalla compartida de {user} está desfijada.
fr: Le partage d'écran de {user} est désépinglé.
it: La condivisione schermo di {user} è stata tolta.
ko: {user} 님의 화면송출이 고정 해제됨.
ms: Siaran skrin {user} diturunkan
pl: Udostępniany ekran użytkownika {user} został odpięty.
pt_br: A tela de {user} foi desafixada.
ru: Трансляция {user} откреплена.
tr: {user} kişisinin ekran yayını sabitlemesi kaldırıldı
uk: Демонстрацію екрана {user} відкріплено.

# lng_group_call_unpinned_screen_me
source: Your screencast is unpinned.
be: Ваш паказ экрана адмацаваны.
ca: S'ha deixat de fixar la vostra emissió.
de: Bildschirmaufzeichnung ist nicht mehr angeheftet
es: Tu pantalla compartida está desfijada.
fr: Votre partage d'écran est désépinglé.
it: La tua condivisione schermo è stata tolta.
ko: 내 화면송출이 고정해제됨
ms: Siaran skrin anda diturunkan.
pl: Twój udostępniany ekran został odpięty.
pt_br: A sua tela foi desafixada.
ru: Ваша трансляция откреплена.
tr: Ekran yayınınızın sabitlemesi kaldırıldı
uk: Вашу демонстрацію екрана відкріплено.

# lng_group_call_video_paused
source: Video is paused
be: Відэа прыпынена
ca: S’ha pausat el vídeo
de: Video pausiert
es: Video pausado
fr: La vidéo est en pause
it: Video in pausa
ko: 영상이 일시정지됨
ms: Video dihentikan
pl: Wideo jest wstrzymane
pt_br: Vídeo pausado
ru: Видео приостановлено
tr: Görüntü duraklatıldı
uk: Відео призупинено

# lng_group_call_you_are_live
source: You are Live
be: Вы ў прамым эфіры
ca: Tothom us sent
de: Du bist live
es: Estás en directo
fr: Vous êtes en direct
it: Sei in diretta
ko: 실시간 대화 중
ms: Anda kini Langsung
nl: Je bent live
pl: Jesteś na żywo
pt_br: Você está Ao Vivo
ru: Вы в эфире
tr: Yayındasınız
uk: Говоріть

# lng_group_invite_about
source: Telegram users will be able to join your group by following this link.
be: Карыстальнікі Telegram будуць мець магчымасць далучыцца да вашай суполкі, калі пяройдуць па гэтай спасылцы.
ca: Els usuaris del Telegram podran unir-se al grup seguint l'enllaç.
de: Jeder, der Telegram installiert hat, kann anhand dieses Links in deine Gruppe.
es: Los usuarios de Telegram podrán unirse a tu grupo a través de este enlace.
fr: Les utilisateurs de Telegram pourront rejoindre votre groupe en suivant ce lien.
it: Gli utenti di Telegram potranno unirsi al tuo gruppo aprendo il link.
ko: 텔레그램 사용자가 이 링크를 통하여 회원님의 그룹에 들어올 수 있습니다.
ms: Pengguna Telegram akan dapat sertai grup anda melalui link di bawah.
nl: Gebruikers kunnen lid worden van je groep via deze link.
pl: Użytkownicy Telegrama będą mogli dołączyć do grupy, używając tego linku.
pt_br: Usuários do Telegram poderão entrar em seu grupo clicando no link.
ru: По этой ссылке пользователи Telegram смогут присоединиться к Вашей группе.
tr: Telegram kullanıcıları, bu bağlantıyı izleyerek grubunuza katılabilirler.
uk: Користувачі Telegram зможуть приєднатися до вашої групи за цим посиланням.

# lng_group_invite_about_channel
source: Telegram users will be able to join your channel by following this link.
be: Карыстальнікі Telegram будуць мець магчымасць далучыцца да вашага канала, калі пяройдуць па гэтай спасылцы.
ca: Els usuaris del Telegram podran unir-se al canal seguint l'enllaç.
de: Jeder, der Telegram installiert hat, kann anhand dieses Links in deinen Kanal.
es: Los usuarios de Telegram podrán unirse a tu canal a través de este enlace.
fr: Les utilisateurs de Telegram pourront rejoindre votre canal en suivant ce lien.
it: Gli utenti di Telegram potranno unirsi al tuo canale aprendo questo link.
ko: 텔레그램 사용자가 이 링크를 따라 회원님의 채널에 들어올 수 있습니다.
ms: Sesiapa yang ada Telegram boleh menjadi ahli saluran menerusi link ini.
nl: Andere Telegram-gebruikers kunnen lid worden van je kanaal door deze link te openen.
pl: Użytkownicy Telegrama będą mogli dołączyć do kanału, używając tego linku.
pt_br: Qualquer um com Telegram instalado poderá entrar no seu canal abrindo este link.
ru: По этой ссылке пользователи Telegram смогут присоединиться к Вашему каналу.
tr: Telegram kullanıcıları, bu bağlantıyı izleyerek kanalınıza katılabilir.
uk: Користувачі Telegram зможуть приєднатися до вашої групи за цим посиланням.

# lng_group_invite_about_new
source: Your previous link will be deactivated and we'll generate a new invite link for you.
be: Ваша папярэдняя спасылка будзе адключана, і мы згенерыруем вам новую запрашальную спасылку.
ca: L'enllaç anterior es desactivarà i us en generarem un de nou.
de: Dein vorheriger Link wird ungültig, wenn du einen neuen erstellst.
es: El enlace de invitación anterior será desactivado y generaremos uno nuevo para ti.
fr: Le lien précédent sera désactivé et nous en générerons un nouveau.
it: Il tuo link precedente sarà disattivato e sarà generato un nuovo link d'invito per te.
ko: 기존 링크는 비활성화되며 새로운 초대 링크를 생성합니다.
ms: Link anda sebelum ini akan dihentikan dan kami akan buat link jemputan baru untuk anda.
nl: Je uitnodigingslink zal inactief worden, een nieuwe link zal worden gegenereerd.
pl: Twój poprzedni link zostanie zdezaktywowany, a my wygenerujemy dla ciebie nowy link zaproszenia.
pt_br: Seu link de convite será desativado e iremos gerar um novo link para você.
ru: Прежняя ссылка-приглашение перестанет действовать. Будет создана новая.
tr: Önceki bağlantı devre dışı bırakılacak ve sizin için yeni bir davet bağlantısı oluşturacağız.
uk: Ваше попереднє запрошувальне посилання буде недійсне, а натомість буде згенеровано нове.

# lng_group_invite_add_about
source: You can generate invite links that will expire after they've been used.
be: Вы можаце згенерыраваць запрашальныя спасылкі з тэрмінам дзеяння, які адразу скончыцца пасля яе выкарыстання.
ca: Podeu generar enllaços d'invitació que caducaran després que s'usin.
de: Erstelle Einladungslinks, die ablaufen, nachdem sie benutzt worden sind.
es: Puedes generar enlaces de invitación que expirarán después de ser usados.
fr: Vous pouvez générer des liens d'invitation expirant après avoir été utilisés.
it: Puoi generare link d'invito che scadranno dopo essere stati usati.
ko: 사용이 완료 된 후 폐기되는 초대링크를 생성할 수 있습니다.
ms: Anda boleh cipta link jemputan yang akan lupus setelah ianya diguna.
nl: Je kunt uitnodigingslinks aanmaken die verlopen nadat ze zijn gebruikt.
pl: Możesz wygenerować linki zaproszeń, które wygasają po ich użyciu.
pt_br: Você pode gerar links de convite que irão expirar depois de usados.
ru: Вы можете ограничить срок действия ссылки или число вступлений.
tr: Kullanıldıktan sonra sona erecek davet bağlantıları oluşturabilirsiniz.
uk: Ви можете створити запрошувальне посилання, що буде діяти тимчасово.

# lng_group_invite_bad_link
source: This invite link is invalid or has expired.
be: Гэта запрашальная спасылка памылковая або яе тэрмін дзеяння скончыўся.
ca: Aquest enllaç d'invitació no és vàlid o ha vençut.
de: Dieser Einladungslink ist leider ungültig oder einfach nur abgelaufen.
es: El enlace de invitación está roto o expiró.
fr: Ce lien d'invitation est invalide ou a expiré.
it: Questo link d'invito non è valido o è scaduto.
ko: 초대 링크가 유효하지 않거나 만료되었습니다.
ms: Link jemputan ini tidak betul atau sudah lupus.
nl: Deze uitnodigingslink is ongeldig of verlopen.
pl: Link zaproszenia jest nieprawidłowy lub wygasł.
pt_br: Esse link de convite é inválido ou expirou.
ru: Эта пригласительная ссылка недействительна или устарела.
tr: Bu davet bağlantısı geçersiz veya süresi doldu.
uk: Це запрошувальне посилання недійсне або застаріле.

# lng_group_invite_context_delete_all
source: Delete all
be: Выдаліць усе
ca: Elimina-ho tot
de: Alle löschen
es: Eliminar todo
fr: Supprimer tout
it: Elimina tutti
ko: 모두 삭제
ms: Hapus semua
nl: Alles verwijderen
pl: Usuń wszystkie
pt_br: Apagar tudo
ru: Удалить все
tr: Hepsini sil
uk: Видалити всі

# lng_group_invite_context_qr
source: Get QR Code
be: Атрымаць QR-код
ca: Obtén un QR
de: QR-Code erstellen
es: Obtener código QR
fr: Obtenir le code QR
it: Ottieni QR
ko: QR 코드 생성
ms: Perolehi Kod QR
pl: Uzyskaj kod QR
pt_br: Obter Código QR
ru: Получить QR-код
tr: QR Kodunu Al
uk: Отримати QR-код

# lng_group_invite_create
source: Create an invite link
be: Стварыць запрашальную спасылку
ca: Crea un enllaç d'invitació
de: Neuer Link
es: Crear un enlace de invitación
fr: Créer un lien d’invitation
it: Crea un link d'invito
ko: 초대 링크 만들기
ms: Cipta link jemputan
nl: Uitnodigingslink maken
pl: Utwórz link zaproszenia
pt_br: Criar um link de convite
ru: Создать ссылку-приглашение
tr: Davet bağlantısı oluştur
uk: Створити запрошувальне посилання

# lng_group_invite_create_new
source: Revoke invite link
be: Адклікаць запрашальную спасылку
ca: Revoca l'enllaç
de: Link widerrufen
es: Anular enlace de invitación
fr: Révoquer le lien d'invitation
it: Revoca link d'invito
ko: 초대 링크 폐기
ms: Batalkan link jemputan
nl: Uitnodigingslink intrekken
pl: Unieważnij link zaproszenia
pt_br: Desativar link
ru: Сбросить ссылку-приглашение
tr: Davet bağlantısını kaldır
uk: Відкликати запрошувальне посилання

# lng_group_invite_delete_all_sure
source: Are you sure you want to delete all revoked links? This action cannot be undone.
be: Вы сапраўды хочаце выдаліць усе адкліканыя спасылкі? Гэта дзеянне немагчыма адрабіць.
ca: Segur que voleu eliminar tots els enllaços revocats? Aquesta acció no es pot desfer.
de: Wirklich alle widerrufenen Links löschen? Das kann nicht rückgängig gemacht werden.
es: ¿Quieres eliminar los enlaces anulados? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer tous les liens révoqués ? Cette action est irréversible.
it: Vuoi davvero eliminare tutti i link revocati? Questa azione non può essere annullata.
ko: 폐기된 링크를 모두 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
ms: Anda pasti ingin hapus semua link yang dibatal? Aksi ini tak boleh di tukar balik.
nl: Echt alle ingetrokken links verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć wszystkie unieważnione linki? Ta operacja jest nieodwracalna.
pt_br: Deseja mesmo apagar todos os links revogados? Esta ação não pode ser desfeita.
ru: Вы точно хотите удалить все неактивные ссылки? Это нельзя будет отменить.
tr: İptal edilen tüm bağlantıları silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви дійсно хочете видалити всі відкликані посилання? Це незворотня дія.

# lng_group_invite_delete_sure
source: Are you sure you want to delete that revoked link?
be: Вы сапраўды хочаце выдаліць гэту адкліканую спасылку?
ca: Segur que voleu eliminar l'enllaç revocat?
de: Wirklich diesen widerrufenen Link löschen?
es: ¿Quieres eliminar este enlace anulado?
fr: Êtes-vous sûr de vouloir supprimer ce lien révoqué ?
it: Vuoi davvero eliminare quel link revocato?
ko: 폐기된 링크를 모두 삭제하시겠습니까?
ms: Anda pasti ingin hapus link yang dibatal?
nl: Echt deze ingetrokken link verwijderen?
pl: Czy na pewno chcesz usunąć ten unieważniony link?
pt_br: Deseja mesmo apagar esse link revogado?
ru: Вы точно хотите удалить неактивную ссылку?
tr: İptal edilen o bağlantıyı silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити це відкликане посилання?

# lng_group_invite_edit_title
source: Edit Link
be: Рэдагаваць спасылку
ca: Edita l'enllaç
de: Link bearbeiten
es: Editar enlace
fr: Modifier le lien
it: Modifica link
ko: 링크 수정
ms: Sunting Link
nl: Wijzig link
pl: Edytuj link
pt_br: Editar Link
ru: Изменить ссылку
tr: Bağlantıyı Düzenle
uk: Редагувати посилання

# lng_group_invite_expired_already
source: This link has expired.
be: Тэрмін дзеяння спасылкі скончыўся.
ca: L'enllaç ha caducat.
de: Dieser Link ist abgelaufen.
es: Este enlace expiró.
fr: Ce lien a expiré.
it: Questo link è scaduto.
ko: 이 링크는 만료되었습니다.
ms: Link ini sudah lupus.
nl: Deze link is verlopen
pl: Ten link wygasł.
pt_br: Esse link expirou.
ru: Эта ссылка истекла.
tr: Bu bağlantının süresi doldu.
uk: Це посилання застаріло.

# lng_group_invite_expires_at
source: This link expires {when}.
be: Гэта спасылка дзейнічае да {when}.
ca: Caducitat de l'enllaç: {when}.
de: Link läuft ab: {when}.
es: El enlace expira en {when}.
fr: Ce lien expire {when}.
it: Questo link scade il {when}.
ko: {when}에 링크가 폐기됨.
ms: Link ini lupus pada {when}.
nl: Deze link verloopt {when}.
pl: Ten link wygaśnie {when}.
pt_br: Esse link expira em {when}.
ru: Эта ссылка истекает {when}.
tr: Bu bağlantının süresi {when} içinde sona erecek.
uk: Це посилання діє до {when}.

# lng_group_invite_label_header
source: Link Name (optional)
be: Назва спасылкі (неабавязкова)
ca: Nom de l'enllaç (opcional)
de: Name des Links (Optional)
es: Nombre del enlace (opcional)
fr: Nom du lien (facultatif)
it: Nome link (opzionale)
ko: 링크 이름 (선택)
ms: Nama Link (Pilihan)
pl: Nazwa linku (opcjonalnie)
pt_br: Nome do Link (Opcional)
ru: Название (необязательно)
tr: Bağlantı Adı (isteğe bağlı)
uk: Назва посилання (необовʼязково)
